export const metadata = {
  title: 'プライバシーポリシー | LAST LETTER',
  description: 'LAST LETTERの個人情報保護方針に関するページです。',
};

export default function PrivacyPolicyPage() {
  return (
    <div>
      <h1>プライバシーポリシー</h1>
      <p>LAST LETTER（以下、「当サイト」といいます。）は、本ウェブサイト上で提供するサービス（以下、「本サービス」といいます。）における、ユーザーの個人情報の取扱いについて、以下のとおりプライバシーポリシー（以下、「本ポリシー」といいます。）を定めます。</p>

      <h2>第1条（個人情報）</h2>
      <p>「個人情報」とは、個人情報保護法にいう「個人情報」を指すものとし、生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日、住所、電話番号、連絡先その他の記述等により特定の個人を識別できる情報及び容貌、指紋、声紋にかかるデータ、及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。</p>

      <h2>第2条（個人情報の収集方法）</h2>
      <p>当サイトは、ユーザーがお問い合わせをする際に氏名、メールアドレスなどの個人情報をお尋ねすることがあります。また、ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や決済に関する情報を、当サイトの提携先（情報提供元、広告主、広告配信先などを含みます。以下、｢提携先｣といいます。）などから収集することがあります。</p>

      <h2>第3条（個人情報を収集・利用する目的）</h2>
      <p>当サイトが個人情報を収集・利用する目的は、以下のとおりです。</p>
      <ul>
        <li>当サイトサービスの提供・運営のため</li>
        <li>ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）</li>
        <li>メンテナンス、重要なお知らせなど必要に応じたご連絡のため</li>
        <li>上記の利用目的に付随する目的</li>
      </ul>

      <h2>第4条（プライバシーポリシーの変更）</h2>
      <p>本ポリシーの内容は、法令その他本ポリシーに別段の定めのある事項を除いて、ユーザーに通知することなく、変更することができるものとします。当サイトが別途定める場合を除いて、変更後のプライバシーポリシーは、本ウェブサイトに掲載したときから効力を生じるものとします。</p>

      <h2>第5条（お問い合わせ窓口）</h2>
      <p>本ポリシーに関するお問い合わせは、お問い合わせフォームよりお願いいたします。</p>
    </div>
  );
}
